Repository: miguelpeixe/videolivre
Catalog: videolivre-community/languages/*.po
Languages: pt_br

source: Blog widgets
pt_br: Widgets do blog

source: Main navigation menu
pt_br: Menu de navegação principal

source: Visit channel
pt_br: Visitar canal

source: Latest videos
pt_br: Últimos vídeos

source: Channels
pt_br: Canais

source: Older
pt_br: Mais antigo

source: Newer
pt_br: Mais novo

source: Active channels
pt_br: Canais ativos

source: All channels
pt_br: Todos os canais

source: From the blog
pt_br: No blog

source: View blog
pt_br: Ver blog

source: Last updated
pt_br: Recém atualizados

source: New channels
pt_br: Novos canais

source: Old channels
pt_br: Canais antigos

source: Order by
pt_br: Ordenar por

source: Slider item
pt_br: Item do slider

source: Add slider item
pt_br: Adicionar item do slider

source: Add new slider item
pt_br: Adicionar novo item do slider

source: Edit slider item
pt_br: Editar item do slider

source: New slider item
pt_br: Novo item do slider

source: View slider item
pt_br: Ver item do slider

source: Search slider items
pt_br: Bsucar itens do slider

source: No slider item found
pt_br: Nenhum item do slider foi encontrado

source: No slider item found in the trash
pt_br: Nenhum item do slider foi encontrado na lixeira

source: Featured slider
pt_br: Slider de destaque

source: Toolkit slider
pt_br: Slider

source: Description
pt_br: Descrição

source: Hide slider title and content (show only featured image)
pt_br: Esconder título e conteúdo do slider (exibir apenas imagem destacada)

source: Hide content
pt_br: Esconder conteúdo
